src/tif/soap-unsa/request_currency.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
				  xmlns:gs="soap.sd.unsa">
   <soapenv:Header/>
   <soapenv:Body>
      <gs:getCurrencyRequest>
         <gs:name>Perú</gs:name>
      </gs:getCurrencyRequest>
   </soapenv:Body>
</soapenv:Envelope>
